FemDesign.Results.PointSupportReactionMinMax
FemDesign "Point support group, Reactions" result

FemDesign.Results.PointSupportReactionMinMax.Max
Max or Min

FemDesign.Results.PointSupportReactionMinMax.Id
Support name identifier

FemDesign.Results.PointSupportReactionMinMax.X
X-coordinate

FemDesign.Results.PointSupportReactionMinMax.Y
Y-coordinate

FemDesign.Results.PointSupportReactionMinMax.Z
Z-coordinate

FemDesign.Results.PointSupportReactionMinMax.NodeId
Finite element node id

FemDesign.Results.PointSupportReactionMinMax.Fx
Local Fx'

FemDesign.Results.PointSupportReactionMinMax.Fy
Local Fy'

FemDesign.Results.PointSupportReactionMinMax.Fz
Local Fz'

FemDesign.Results.PointSupportReactionMinMax.Mx
Local Mx'

FemDesign.Results.PointSupportReactionMinMax.My
Local My'

FemDesign.Results.PointSupportReactionMinMax.Mz
Local Mz'

FemDesign.Results.PointSupportReactionMinMax.Fr
Force resultant

FemDesign.Results.PointSupportReactionMinMax.Mr
Moment resultant

FemDesign.Results.PointSupportReactionMinMax.CaseIdentifier
Load case or combination name